[Zero_Freebooter X2SoldierClassTemplate]

DisplayName="自由兵"
ClassSummary="自由兵是一类具有高机动性和回避能力的士兵，他们擅长使用一些有用的技巧来扰乱坚固的敌人阵地。"

LeftAbilityTreeTitle="近战"
RightAbilityTreeTitle="非接触"
AbilityTreeTitles[0]="近战"
AbilityTreeTitles[1]="远程"
AbilityTreeTitles[2]="工具箱"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"


RandomNickNames[0]="倒霉蛋"
RandomNickNames[1]="先死先锋"
RandomNickNames[2]="寒霜克星"
RandomNickNames[3]="闭眼射手" 
RandomNickNames[4]="伤亡者"
RandomNickNames[5]="病房常客"
RandomNickNames[6]="空枪人"
RandomNickNames[7]="分心专家"
RandomNickNames[8]="血流不止"
RandomNickNames[9]="易伤战士"
RandomNickNames[10]="我在哪"
RandomNickNames[11]="呼叫撤离"
RandomNickNames[12]="负伤者"
RandomNickNames[13]="祈神者"
RandomNickNames[14]="零分"
RandomNickNames[15]="分心斗士"
RandomNickNames[16]="慰问"
RandomNickNames[17]="不幸者"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="难以置信他还活着！"
PhotoboothSoloBLines_Male[1]="令人惊讶，他竟然从战斗中幸存了下来。"
PhotoboothSoloBLines_Male[2]="他竟然成功了！"
PhotoboothSoloBLines_Male[3]="他完全不知道发生了什么！"
PhotoboothSoloBLines_Male[4]="他可能刺中了什么东西"
PhotoboothSoloBLines_Female[0]="她活下来了？真酷。"
PhotoboothSoloBLines_Female[1]="请别拍照，谢谢。"
PhotoboothSoloBLines_Female[2]="远离太平间！"
PhotoboothSoloBLines_Female[3]="还没准备好去闯荡呢！"
PhotoboothSoloBLines_Female[4]="去你的火焰蛇！"